Repository: perez987/Audiometry
Catalog: Audiometry/*.lproj/Localizable.strings
Languages: es

# app_title
source: Audiometry
es: Audiometría

source: Patient Report
es: Informe del Paciente

source: Language
es: Idioma

source: Current:
es: Actual:

source: Storage Mode:
es: Almacén de Datos:

source: Patient Information
es: Información del Paciente

source: Name:
es: Nombre:

source: Age:
es: Edad:

source: Job:
es: Trabajo:

source: Enter patient name
es: Introduzca el Nombre

source: Enter age
es: Introduzca la edad

source: Enter job/occupation
es: Introduzca el trabajo o la ocupación

source: Not specified
es: No especificado

# audiometric_testing_results
source: Audiometric Test Result (dB HL)
es: Resultado de la Prueba Audiométrica (dB HL)

source: Frequency (Hz)
es: Frecuencia (Hz)

source: Right Ear
es: OD

source: Left Ear
es: OI

source: Assessment Results
es: Resultados de Evaluación

source: Hearing Loss Assessment:
es: Evaluación de Pérdida Auditiva:

# sal_index
source: SAL Index (Speech Average Loss):
es: Índice SAL (Speech Average Loss):

# sal_description
source: SAL Index: Average of 500, 1000, 2000 Hz (speech frequencies).
es: Índice SAL: Promedio de 500, 1000, 2000 Hz (frecuencias del habla).

# eli_index
source: ELI Index (Early Loss Index):
es: Índice ELI (Early Loss Index):

# eli_description
source: ELI Index: Average of all tested frequencies weighted for hearing loss impact.
es: Índice ELI: Promedio de todas las frecuencias probadas ponderado por impacto en pérdida auditiva.

source: Parameters Summary
es: Resumen de Parámetros

# patient_label
source: Patient:
es: Paciente:

# age_label
source: Age:
es: Edad:

# occupation_label
source: Occupation:
es: Ocupación:

# test_frequencies
source: Frequencies: 500, 1000, 2000, 4000, 8000 Hz.
es: Frecuencias: 500, 1000, 2000, 4000, 8000 Hz.

# results_measured
source: Results are measured in dB HL (Hearing Level).
es: Los resultados se miden en dB HL (Nivel de Audición).

source: Mild
es: Leve

source: Moderate
es: Moderada

source: Moderate-Severe
es: Moderada-Severa

source: Severe
es: Severa

source: Profound
es: Profunda

# save_patient
source: Save
es: Guardar

# new_patient
source: New
es: Nuevo

# search_patient
source: Find
es: Buscar

# search_placeholder
source: Search by name
es: Buscar por nombre

# no_patients_found
source: No patient found
es: No se encuentran pacientes con ese nombre

source: Patient saved
es: Paciente guardado

source: Patient loaded
es: Paciente cargado

source: Search results for
es: Buscar resultados para

source: Search by name
es: Buscar por nombre

source: Save
es: Guardar

source: Load
es: Cargar

source: Clear
es: Limpiar

source: Cancel
es: Cancelar

source: OK
es: Aceptar

source: Close
es: Cerrar

# print_report
source: Print
es: Imprimir

# print_all_reports
source: Print All
es: Imprimir Todo

# select_language
source: Select the app language
es: Elige el idioma de la aplicación

# esc_cancel
source: (Press Escape to Cancel)
es: (Pulsa Escape para Salir)

source: Add new patient
es: Añadir paciente nuevo

# save_data
source: Save data and reorder patientes
es: Guardar los datos y reordenar los pacientes

# print_report_preview
source: Patient report preview
es: Vista previa del informe de este paciente

# print_all_reports_preview
source: All patients report preview
es: Vista previa del informe de todos los pacientes

# see_previous
source: Go to the previous patient
es: Mostrar el paciente anterior

# see_next
source: Go to the next patient
es: Mostrar el siguiente paciente

# print_preview
source: Open Preview app with PDF to print
es: Abre el PDF para imprimir en Vista Previa

source: Print Error
es: Error al Imprimir
